[
    {
        "id": "d3b4b9c4-c749-48cb-a742-4a1234567890",
        "title": "Rotasi Map Pool Competitive Valorant Patch Terbaru, Fracture is Back!",
        "image": "https://api.duniagames.co.id/api/content/upload/file/19412582581732771195.jpg",
        "desc": "Update Valorant terbaru kembali mengubah rotasi map pool competitive Valorant untuk musim berikutnya.",
        "context": "Update Valorant terbaru kembali mengubah rotasi map pool competitive Valorant untuk musim berikutnya. Terakhir, kita dihadirkan dengan kembalinya map Pearl dan Split dengan mengeluarkan Icebox dan Lotus dari daftar. \n Nah dalam kesempatan kali ini, Valorant mengembalikan 1 map lama yang sebelumnya memasuki masa vakum, serta menyimpan 2 map Valorant lainnya untuk map pool kompetitif maupun turnamen esports Valorant.",
        "creator": "fiqrifuaddy",
        "date": "28 Nov 2024",
        "priority": true
    },
    {
        "id": "7f2a5b6d-57b1-4c1f-9b99-1234567890ab",
        "title": "Ini 10 Anime yang Mirip dengan Spy X Family, Wajib Nonton!",
        "image": "https://api.duniagames.co.id/api/content/upload/file/1652866001653475994.jpg",
        "desc": "Spy X Family merupakan anime populer yang dirilis pada musim semi 2022 ini yang menceritakan tentang seorang mata-mata bernama Loid Forger yang sedang menjalani operasi misi untuk mencapai perdamaian dunia. ",
        "context": "Spy X Family merupakan anime populer yang dirilis pada musim semi 2022 ini yang menceritakan tentang seorang mata-mata bernama Loid Forger yang sedang menjalani operasi misi untuk mencapai perdamaian dunia. \nUntuk menyelesaikan misinya tersebut, Loid membuat sebuah keluarga palsu yang berisikan Anya Forger sebagai gadisnya, dan Yor Forger sebagai istrinya.\nNah buat kamu yang sedang mencari anime yang mirip dengan Spy X Family mending simak baik-baik rekomendasinya lewat artikel yang satu ini!",
        "creator": "Hilmy Ramadhan Subari",
        "date": "2 tahun lalu",
        "priority": true
    },
    {
        "id": "901a2b3c-d4e5-6789-0fab-4c567890abcd",
        "title": "Update Patch FF OB47: Hadirkan Salju dan Aurora untuk Survivors",
        "image": "https://api.duniagames.co.id/api/content/upload/file/2204082941733373055.jpg",
        "desc": "Update patch Free Fire (FF) OB47, Winterland: Aurora, hadir mulai Rabu (4/12/2024) untuk semua Survivors.",
        "context": "Update patch Free Fire (FF) OB47, Winterland: Aurora, hadir mulai Rabu (4/12/2024) untuk semua Survivors. Sesuai dengan namanya, patch update ini hadir dengan berbagai pembaruan yang membawa pemain ke dunia penuh salju dengan pemandangan aurora yang indah. \nBukan hanya tampilan, berbagai tambahan gameplay baru, karakter baru dan kendaraan, hingga penyesuaian kemampuan karakter dan senjata juga akan hadir untuk semua pemain.",
        "creator": "fiqrifuaddy",
        "date": "05 Des 2024",
        "priority": true
    },
    {
        "id": "a7b8c9d0-e1f2-3456-7890-abc123456def",
        "title": "500+ Nama Akun ML Keren untuk Pemula dan Mudah Diingat",
        "image": "https://api.duniagames.co.id/api/content/upload/file/15774579351732866983.jpg",
        "desc": "Memiliki nama akun ML keren adalah salah satu cara untuk menunjukkan identitas unik dan menarik di dalam game.",
        "context": "Memiliki nama akun ML keren adalah salah satu cara untuk menunjukkan identitas unik dan menarik di dalam game. Nama yang keren tidak hanya mencerminkan kepribadian pemain, tetapi juga dapat membuatmu mudah diingat oleh teman-teman atau bahkan lawan di arena. Apakah kamu sedang mencari nama ML  keren untuk digunakan? Jangan khawatir, artikel ini menyediakan lebih dari 500 ide nama unik dan menarik yang cocok untuk pemula!",
        "creator": "Muhamad Firmansyah",
        "date": "16 jam lalu",
        "priority": true
    },
    {
        "id": "f3e4d5c6-b7a8-9f01-2345-67890abcdefg",
        "title": "Panduan Membuat Tim Esports Profesional untuk Pemula",
        "image": "https://api2.kemenparekraf.go.id/storage/app/uploads/public/620/b45/4fb/thumb_2154_1200_630_0_0_crop.jpg",
        "desc": "Membentuk tim esports profesional bisa jadi langkah awal menuju dunia kompetisi yang penuh tantangan.",
        "context": "Membentuk tim esports profesional bisa jadi langkah awal menuju dunia kompetisi yang penuh tantangan. Artikel ini memberikan panduan langkah demi langkah untuk membangun tim dari awal, mulai dari memilih game yang tepat hingga mencari sponsor dan manajemen yang solid.",
        "creator": "fiqrifuaddy",
        "date": "27 Nov 2024",
        "priority": false
    },
    {
        "id": "56789abc-def0-1234-5678-90abcdef1234",
        "title": "Review 5 Karakter Baru di Genshin Impact 2024",
        "image": "https://upload-os-bbs.hoyolab.com/upload/2023/12/30/299879469/d0ae101ac74347ea15e8bbdca6257926_5006974159495365437.jpg?x-oss-process=image%2Fresize%2Cs_1000%2Fauto-orient%2C0%2Finterlace%2C1%2Fformat%2Cwebp%2Fquality%2Cq_70",
        "desc": "Genshin Impact kembali menghadirkan lima karakter baru yang mencuri perhatian komunitas pemain.",
        "context": "Genshin Impact kembali menghadirkan lima karakter baru yang mencuri perhatian komunitas pemain. Setiap karakter memiliki keunikan dalam kemampuan dan desainnya yang membuat mereka layak untuk diincar. Simak ulasan mendalam dari karakter-karakter ini sebelum kamu memutuskan untuk melakukan gacha.",
        "creator": "Hilmy Ramadhan Subari",
        "date": "26 Nov 2024",
        "priority": false
    },
    {
        "id": "890abcde-123f-4567-89ab-cdef01234567",
        "title": "Tips dan Trik Mendapatkan Diamond Gratis di Free Fire",
        "image": "https://konstruksiindo.id/wp-content/uploads/2024/08/Cara-Mendapatkan-Diamond-FF-Gratis-dan.png",
        "desc": "Dapatkan diamond gratis di Free Fire dengan mengikuti tips dan trik yang dijamin aman dan legal.",
        "context": "Dapatkan diamond gratis di Free Fire dengan mengikuti tips dan trik yang dijamin aman dan legal. Mulai dari menyelesaikan event in-game, berpartisipasi dalam turnamen resmi, hingga memanfaatkan kode redeem terbaru.",
        "creator": "fiqrifuaddy",
        "date": "30 Nov 2024",
        "priority": false
    },
    {
        "id": "12345678-abcd-9e01-2345-f67890abcdef",
        "title": "5 Game RPG Terbaik 2024 yang Wajib Kamu Coba",
        "image": "https://lh3.googleusercontent.com/proxy/gOuXjKYVaIPvglF6odr08gpWDoVrlm1uAyaQz7eB6KYJSjQNeG2c5-1b14I8P2BUBhP0P3_6T9gdGNWwn-7lesy8Ebs6FEIHeXoFXq6q1SPs3r2hxmtFWOUCFQHoIriGyqUyywRGqQpP9YQFztb9xffh-wpiZS6RhGkoWFGwNkXq0RaWWMuS5g",
        "desc": "Genre RPG terus berkembang dan menghadirkan pengalaman bermain yang mendalam.",
        "context": "Genre RPG terus berkembang dan menghadirkan pengalaman bermain yang mendalam. Tahun 2024 menghadirkan sejumlah game RPG yang wajib kamu coba, mulai dari cerita epik hingga mekanisme gameplay yang inovatif.",
        "creator": "Muhamad Firmansyah",
        "date": "20 Nov 2024",
        "priority": false
    },
    {
        "id": "abcdef01-2345-6789-abcd-ef0123456789",
        "title": "10 Strategi Menang di Mode Clash Squad Free Fire",
        "image": "https://assets.ggwp.id/2021/03/mode-clash-squad-season-5.jpg",
        "desc": "Mode Clash Squad di Free Fire adalah salah satu mode paling kompetitif dan seru.",
        "context": "Mode Clash Squad di Free Fire adalah salah satu mode paling kompetitif dan seru. Dalam artikel ini, kamu bisa menemukan 10 strategi yang terbukti efektif untuk memenangkan pertarungan di mode ini.",
        "creator": "fiqrifuaddy",
        "date": "28 Nov 2024",
        "priority": false
    },
    {
        "id": "9abcde01-2345-678f-90ab-cdef01234567",
        "title": "Event Terbaru Mobile Legends: Bang Bang Desember 2024",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJc7PYtSinsUNPUom4l15jIeeuNSwMaeV9tw&s",
        "desc": "Mobile Legends menghadirkan event terbaru dengan berbagai hadiah menarik.",
        "context": "Mobile Legends menghadirkan event terbaru dengan berbagai hadiah menarik yang tidak boleh kamu lewatkan. Pastikan kamu ikut serta untuk mendapatkan skin eksklusif, diamond, dan berbagai item in-game lainnya.",
        "creator": "Hilmy Ramadhan Subari",
        "date": "25 Nov 2024",
        "priority": true
    }
]